<!DOCTYPE html>
<html lang="zh-cmn-Hans" prefix="og: http://ogp.me/ns#" class="han-init">
<head>
  <meta charset="utf-8">
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1" />

  <link rel="icon" href="/favicon.ico">
  
  <title>youngmeng | 转折之2016</title>
  <link rel="stylesheet" href="/css/style.css">
  <link rel="stylesheet" href="/lib/fancybox/jquery.fancybox-1.3.4.css">
  <!--在这里倒入jquery 方便处理部分页面的jquery-->
  <script src="https://cdn.staticfile.org/jquery/1.7/jquery.min.js" type="text/javascript" ></script>
  <script>
	var _hmt = _hmt || [];
	(function() {
  	var hm = document.createElement("script");
  	hm.src = "https://hm.baidu.com/hm.js?c73b4e03910c933f66eaf20d2eeaaca0";
  	var s = document.getElementsByTagName("script")[0]; 
  	s.parentNode.insertBefore(hm, s);
	})();
</script>

</head>

<body>
	<header class="site-header navfixed-false">
  <div class="container">
      <h1><a href="/" title="youngmeng"><img src="/avatar.png" width=32px;height=32px></img> youngmeng</a></h1>
      <nav class="site-header-nav" role="navigation">
        
              
              <a href="/"  class=" site-header-nav-item hvr-underline-from-center" title="首页">首页</a>
        
              
              <a href="/categories/"  class=" site-header-nav-item hvr-underline-from-center" title="分类">分类</a>
        
              
              <a href="/tags/"  class=" site-header-nav-item hvr-underline-from-center" title="标签">标签</a>
        
              
              <a href="/open-source/"  class=" site-header-nav-item hvr-underline-from-center" title="开源项目">开源项目</a>
        
              
              <a href="/message/"  class=" site-header-nav-item hvr-underline-from-center" title="留言板">留言板</a>
        
              
              <a href="/about/"  class=" site-header-nav-item hvr-underline-from-center" title="关于">关于</a>
        
      </nav>
  </div>
</header>

	
<section class="collection-head geopattern" data-pattern-id="转折之2016" >
    <div class="container">
        <div class="collection-title">
            <h1 class="collection-header">
                转折之2016
            </h1>
            
                <div class="collection-info">
                    <span class="meta-info">
                        <span class="octicon octicon-calendar"></span>
                        <time datetime="2016-12-29T15:48:52.000Z" itemprop="datePublished">2016-12-29</time>
                    </span>
                    
                        <span class="meta-info">
                            <span class="octicon octicon-file-directory"></span>
                            <a href='/categories/Personal-Summarize/' title=''>Personal-Summarize</a>
                        </span>
                    
                </div>
            
        </div>
    </div>
</section>
	<section class="container">
    <div class="columns">
        <!-- -->
        <div class="column three-fourths">
            <article class="article-content markdown-body">
                <p>2016&#x7ECF;&#x8FC7;&#x4E86;&#x4E0A;&#x534A;&#x5E74;&#xFF0C;&#x53C8;&#x7ECF;&#x8FC7;&#x4E86;&#x4E0B;&#x534A;&#x5E74;&#xFF0C;&#x5FEB;&#x8981;&#x7ED3;&#x675F;&#x4E86;&#x2026;&#x2026;</p>
<p>&#x8FD9;&#x5468;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x662F;&#x201C;&#x603B;&#x7ED3;&#x201D;&#xFF1A;&#x9879;&#x76EE;&#x603B;&#x7ED3;&#x3001;&#x5B63;&#x5EA6;&#x603B;&#x7ED3;&#x3001;&#x5E74;&#x5EA6;&#x603B;&#x7ED3;&#x3002;&#x60F3;&#x7740;&#x5199;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#x603B;&#x7ED3;&#x4E86;&#xFF0C;&#x5E72;&#x8106;&#x8FD9;&#x5468;&#x628A;&#x4ECA;&#x5E74;&#x7684;&#x603B;&#x7ED3;&#x4E5F;&#x5199;&#x4E86;&#x5427;&#x3002;&#x521A;&#x597D;&#x4E00;&#x4E2A;&#x6708;&#x524D;&#x642D;&#x5EFA;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x4E2A;&#x4EBA;&#x535A;&#x5BA2;&#xFF0C;&#x53EF;&#x4EE5;&#x6302;&#x5728;&#x535A;&#x5BA2;&#x4E0A;&#x4E86;&#xFF0C;&#x4E00;&#x662F;&#x4F5C;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x4E2A;&#x56DE;&#x5FC6;&#xFF0C;&#x4E8C;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x5E74;&#x7684;&#x4EA4;&#x4EE3;&#xFF0C;&#x4E0E;&#x541B;&#x5171;&#x52C9;&#x3002;</p>
<p>&#x5982;&#x679C;&#x518D;&#x7528;&#x4E00;&#x4E2A;&#x8BCD;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;2016&#xFF0C;&#x6211;&#x60F3;&#x4E0D;&#x51FA;&#x4EC0;&#x4E48;&#x6BD4;&#x201C;&#x8F6C;&#x6298;&#x201D;&#x66F4;&#x5408;&#x9002;&#x4E86;&#x3002;&#x4ECE;&#x5B66;&#x6821;&#x5230;&#x793E;&#x4F1A;&#x662F;&#x8F6C;&#x6298;&#xFF0C;&#x4ECE;&#x897F;&#x5B89;&#x5230;&#x5317;&#x4EAC;&#x662F;&#x8F6C;&#x6298;&#xFF0C;&#x4ECE;&#x5236;&#x9020;&#x4E1A;&#x5230;&#x4E92;&#x8054;&#x7F51;&#x662F;&#x8F6C;&#x6298;&#x2026;&#x2026;&#x5148;&#x4E0D;&#x8BF4;&#x7ED3;&#x679C;&#x600E;&#x4E48;&#x6837;&#x2014;&#x2014;&#x56E0;&#x4E3A;&#x5C31;&#x50CF;&#x4E0B;&#x68CB;&#x4E00;&#x6837;&#xFF0C;&#x4E0D;&#x5230;&#x6700;&#x540E;&#x4E00;&#x523B;&#xFF0C;&#x7ED3;&#x679C;&#x90FD;&#x662F;&#x672A;&#x77E5;&#x7684;&#x2014;&#x2014;&#x81F3;&#x5C11;&#x5728;&#x53D8;&#x5316;&#xFF0C;&#x7528;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x601D;&#x7EF4;&#x60F3;&#x5C31;&#x662F;&#x201C;&#x62E5;&#x62B1;&#x53D8;&#x5316;&#x201D;&#x3002;</p>
<h3 id="&#x6BD5;&#x4E1A;"><a href="#&#x6BD5;&#x4E1A;" class="headerlink" title="&#x6BD5;&#x4E1A;"></a>&#x6BD5;&#x4E1A;</h3><p>&#x53BB;&#x5E74;&#x7684;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x4E86;&#x6BD5;&#x4E1A;&#x8BBA;&#x6587;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x662F;&#x5728;&#x7528;Abaqus&#x8BA1;&#x7B97;&#x7740;&#x590D;&#x5408;&#x6750;&#x6599;&#x677F;&#xFF0C;&#x8FD8;&#x662F;&#x5728;&#x7528;CATIA&#x7ED8;&#x5236;&#x7740;&#x8F68;&#x8FF9;&#xFF0C;&#x4EA6;&#x6216;&#x662F;&#x5728;&#x7528;Visual Studio&#x7801;&#x7740;&#x751F;&#x6DA9;&#x7684;&#x4EE3;&#x7801;&#xFF1F;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x8BB0;&#x5F97;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E5F;&#x4E0D;&#x91CD;&#x8981;&#x4E86;&#x3002;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5F53;&#x65F6;&#x4E00;&#x5FC3;&#x7684;&#x60F3;&#x6CD5;&#x2014;&#x2014;&#x6BD5;&#x4E1A;&#x3002;</p>
<p>&#x7FFB;&#x7FFB;&#x53BB;&#x5E74;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x4ECE;2016&#x5E74;3&#x6708;12&#x65E5;&#x5F00;&#x59CB;&#x4E86;&#x9020;&#x8BBA;&#x6587;&#x4E4B;&#x8DEF;&#x3002;&#x7531;&#x4E8E;&#x524D;&#x51E0;&#x5C4A;&#x524D;&#x8F88;&#x4EEC;&#x6316;&#x7684;&#x5751;&#xFF0C;&#x5230;&#x4E86;&#x6211;&#x4EEC;&#x8FD9;&#x4E00;&#x5C4A;&#xFF0C;&#x5B66;&#x9662;&#x52A0;&#x5927;&#x4E86;&#x8BBA;&#x6587;&#x7684;&#x68C0;&#x67E5;&#x529B;&#x5EA6;&#xFF0C;&#x5728;&#x5F00;&#x59CB;&#x5C31;&#x5F15;&#x8D77;&#x4E86;&#x4E0D;&#x9519;&#x7684;&#x6050;&#x614C;&#x6548;&#x5E94;&#xFF0C;&#x90A3;&#x51E0;&#x4E2A;&#x6708;&#x65F6;&#x4E0D;&#x65F6;&#x4F20;&#x6765;&#x7B54;&#x8FA9;&#x8981;&#x600E;&#x4E48;&#x600E;&#x4E48;&#x6837;&#xFF0C;&#x8BBA;&#x6587;&#x8981;&#x600E;&#x4E48;&#x600E;&#x4E48;&#x67E5;&#xFF0C;&#x76F2;&#x5BA1;&#x529B;&#x5EA6;&#x600E;&#x4E48;&#x600E;&#x4E48;&#x5927;&#xFF0C;&#x6D3E;&#x54EA;&#x4E9B;&#x8001;&#x5E08;&#x6765;&#x641E;&#x6B7B;&#x6211;&#x4EEC;&#x7B49;&#x7B49;&#x3002;&#x76F4;&#x5230;&#x6BD5;&#x4E1A;&#x7B54;&#x8FA9;&#x7ED3;&#x675F;&#xFF0C;&#x8FD9;&#x79CD;&#x6548;&#x5E94;&#x4ECD;&#x7136;&#x7ED5;&#x6881;&#x4E09;&#x65E5;&#x3002;&#x5176;&#x4E2D;&#x8FC7;&#x7A0B;&#xFF0C;&#x53EA;&#x6709;&#x7ECF;&#x5386;&#x8FC7;&#x4E86;&#x624D;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x3002;</p>
<p>&#x6BD5;&#x4E1A;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x6211;&#x7684;&#x5BFC;&#x5E08;&#x662F;&#x4ED8;&#x51FA;&#x4E86;&#x5F88;&#x5927;&#x5FC3;&#x8840;&#x7684;&#xFF0C;&#x4E00;&#x7248;&#x4E00;&#x7248;&#x7684;&#x6539;&#x4E86;&#x597D;&#x591A;&#x904D;&#xFF0C;&#x4E09;&#x5E74;&#x91CC;&#x6211;&#x4E5F;&#x771F;&#x7684;&#x4ECE;&#x4ED6;&#x90A3;&#x5B66;&#x5230;&#x4E86;&#x5F88;&#x591A;&#x4E1C;&#x897F;&#xFF0C;&#x8FD9;&#x4E2A;&#x662F;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x7684;&#xFF08;&#x60F3;&#x60F3;&#x7814;&#x4E00;&#x521A;&#x53BB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x8138;&#x61F5;&#x903C;&#x7684;&#x53BB;&#x8DDF;&#x4ED6;&#x8BF4;&#x8981;&#x4E24;&#x5E74;&#x6BD5;&#x4E1A;&#x1F648;&#x1F648;&#xFF09;&#x3002;&#x53EA;&#x662F;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x5F53;&#x65F6;&#x7684;&#x4F53;&#x4F1A;&#x5E76;&#x4E0D;&#x6DF1;&#x523B;&#xFF0C;&#x540E;&#x6765;&#x5DE5;&#x4F5C;&#x4E86;&#x67D0;&#x4E9B;&#x573A;&#x666F;&#x4E0B;&#x7ADF;&#x7136;&#x4F1A;&#x60F3;&#x5230;&#x4ED6;&#x8BF4;&#x7684;&#x8BDD;&#xFF0C;&#x6211;&#x4E5F;&#x662F;&#x5F88;&#x9707;&#x60CA;&#x7684;&#xFF08;&#x4E0D;&#x81F3;&#x4E8E;&#x662F;&#x5FC3;&#x7406;&#x9634;&#x5F71;&#x5427;&#x1F602;&#xFF09;&#x3002;&#x867D;&#x7136;&#x5E73;&#x65F6;&#x5076;&#x5C14;&#x8DDF;&#x7740;&#x5E08;&#x5144;&#x5E08;&#x59D0;&#x4EEC;&#x9ED1;&#x4E00;&#x4E0B;&#x4ED6;&#xFF0C;&#x4F46;&#x662F;&#x5185;&#x5FC3;&#x8FD8;&#x662F;&#x4E00;&#x76F4;&#x633A;&#x5C0A;&#x91CD;&#x4ED6;&#x7684;&#x3002;&#x8FD8;&#x6709;&#x5927;&#x5E08;&#x5144;&#xFF0C;&#x5728;&#x8BBA;&#x6587;&#x4E2D;&#x7ED9;&#x4E86;&#x5F88;&#x591A;&#x753B;&#x9F99;&#x70B9;&#x775B;&#x7684;&#x6307;&#x5BFC;&#xFF08;&#x5F53;&#x7136;&#xFF0C;&#x4E5F;&#x5C11;&#x4E0D;&#x4E86;&#x5F80;&#x5C4A;&#x5E08;&#x5144;&#x5E08;&#x59D0;&#x4EEC;&#x7684;&#x9057;&#x4EA7;&#x1F60F;&#xFF09;&#x3002;&#x4E3A;&#x4E86;&#x8D70;&#x5DEE;&#x5F02;&#x5316;&#x9053;&#x8DEF;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x5728;&#x81F4;&#x8C22;&#x4E2D;&#x8868;&#x8FBE;&#x4E86;&#x4E0D;&#x4E00;&#x822C;&#x7684;&#x8C22;&#x610F;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x7B54;&#x8FA9;&#x548C;&#x68C0;&#x67E5;&#x7684;&#x8001;&#x5E08;&#x90FD;&#x5FD9;&#x7740;&#x5173;&#x6CE8;&#x81F4;&#x8C22;&#x53BB;&#x4E86;&#xFF0C;&#x653E;&#x7740;&#x6211;&#x4E09;&#x5E74;&#x7684;&#x79D1;&#x7814;&#x6210;&#x679C;&#x4E8E;&#x4E0D;&#x987E;&#xFF0C;&#x597D;&#x6851;&#x5FC3;&#x1F913;&#x1F913;&#x3002;</p>
<p>&#x6BD5;&#x4E1A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x771F;&#x7684;&#x5F88;&#x9AD8;&#x5174;&#xFF0C;&#x60F3;&#x60F3;&#x4E09;&#x5E74;&#x7684;&#x79D1;&#x7814;&#x65F6;&#x5149;&#xFF0C;&#x60F3;&#x60F3;&#x81EA;&#x5DF1;&#x7684;&#x8F6C;&#x578B;&#xFF0C;&#x5176;&#x4E2D;&#x7684;&#x4F53;&#x4F1A;&#x548C;&#x60F3;&#x6CD5;&#x4E5F;&#x53EA;&#x6709;&#x6211;&#x81EA;&#x5DF1;&#x77E5;&#x9053;&#xFF08;&#x867D;&#x7136;&#x6709;&#x4E00;&#x4E2A;&#x5BA4;&#x53CB;&#x966A;&#x4F34;&#xFF0C;&#x4F46;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x60F3;&#x6CD5;&#x6BD5;&#x7ADF;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#xFF09;&#x3002;&#x6BD5;&#x4E1A;&#x8BF7;&#x5B9E;&#x9A8C;&#x5BA4;&#x5403;&#x996D;&#xFF0C;&#x6211;&#x8FD8;&#x8BB0;&#x5F97;&#x90A3;&#x665A;&#x6211;&#x559D;&#x9189;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x53EA;&#x6709;&#x9189;&#x624D;&#x80FD;&#x5BF9;&#x8FD9;&#x6BB5;&#x65F6;&#x5149;&#x753B;&#x4E00;&#x4E2A;&#x53E5;&#x70B9;&#xFF0C;&#x505A;&#x4E00;&#x4E2A;&#x8F6C;&#x6298;&#x3002;</p>
<p>&#x5373;&#x5C06;&#x6BD5;&#x4E1A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x903C;&#x8FEB;&#x81EA;&#x5DF1;&#x5B8C;&#x6210;&#x8BB8;&#x8BFA;&#x5B9E;&#x9A8C;&#x5BA4;&#x5DF2;&#x4E45;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#xFF1A;&#x540C;&#x95E8;&#x901A;&#x8BAF;&#x5F55;&#x7684;&#x5236;&#x4F5C;&#x3002;&#x597D;&#x5728;&#x540E;&#x6765;&#x53CA;&#x65F6;&#x641E;&#x5B9A;&#xFF0C;&#x6CA1;&#x6709;&#x7559;&#x4E0B;&#x9057;&#x61BE;&#xFF08;&#x53EF;&#x662F;&#x540E;&#x6765;&#x61D2;&#x4E86;&#xFF0C;&#x6CA1;&#x600E;&#x4E48;&#x82B1;&#x5FC3;&#x601D;&#xFF09;&#x3002;</p>
<h3 id="&#x5DE5;&#x4F5C;"><a href="#&#x5DE5;&#x4F5C;" class="headerlink" title="&#x5DE5;&#x4F5C;"></a>&#x5DE5;&#x4F5C;</h3><p>&#x516D;&#x6708;&#x5E95;&#x7167;&#x5B8C;&#x5404;&#x79CD;&#x6BD5;&#x4E1A;&#x7167;&#xFF0C;&#x805A;&#x5B8C;&#x5404;&#x79CD;&#x9910;&#xFF0C;&#x5904;&#x7406;&#x5B8C;&#x5404;&#x79CD;&#x4E8B;&#x52A1;&#xFF0C;&#x6211;&#x8BB0;&#x5F97;&#x5DF2;&#x7ECF;&#x662F;6&#x6708;26&#x4E86;&#xFF0C;6&#x6708;27&#x4ECE;&#x897F;&#x5B89;&#x56DE;&#x5BB6;&#xFF0C;6&#x6708;30&#x53F7;&#x665A;&#x4E0A;&#x5373;&#x542F;&#x7A0B;&#x524D;&#x5F80;&#x5317;&#x4EAC;&#xFF0C;&#x8BB0;&#x5F97;&#x5F53;&#x65F6;&#x771F;&#x662F;&#x88F9;&#x6742;&#x7740;&#x5404;&#x79CD;&#x5FC3;&#x60C5;&#x3002;7&#x6708;1&#x53F7;&#x4E00;&#x65E9;&#x5230;&#x8FBE;&#x5317;&#x4EAC;&#x540E;&#xFF0C;&#x5C31;&#x5F00;&#x59CB;&#x4E86;&#x627E;&#x623F;&#x5B50;&#x7684;&#x8F9B;&#x9178;&#x5386;&#x7A0B;&#xFF0C;&#x8BF4;&#x591A;&#x4E86;&#x90FD;&#x662F;&#x6CEA;&#x3002;&#x4ECE;&#x8FD8;&#x6CA1;&#x6765;&#x5317;&#x4EAC;&#x5230;&#x5DF2;&#x7ECF;&#x5728;&#x5317;&#x4EAC;&#xFF0C;&#x53D7;&#x5230;&#x4E86;&#x5F3A;&#x54E5;&#x7684;&#x70ED;&#x5207;&#x5E2E;&#x52A9;&#xFF0C;&#x4E0D;&#x80DC;&#x611F;&#x6FC0;&#x3002;&#x8F97;&#x8F6C;&#x51E0;&#x5929;&#xFF0C;&#x641E;&#x5B9A;&#x4E86;&#x623F;&#x5B50;&#x7684;&#x4E8B;&#x3002;2016&#x5E74;7&#x6708;6&#x53F7;&#xFF0C;&#x53C8;&#x88F9;&#x6742;&#x7740;&#x5404;&#x79CD;&#x5FC3;&#x60C5;&#xFF0C;&#x53BB;&#x7F8E;&#x56E2;&#x5165;&#x804C;&#x4E86;&#x3002;&#x5F00;&#x542F;&#x4E86;&#x5DE5;&#x4F5C;&#x4E4B;&#x8DEF;&#x3002;</p>
<p>&#x521A;&#x8FDB;&#x5165;&#x7F8E;&#x56E2;&#x65F6;&#xFF0C;&#x611F;&#x89C9;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x6211;&#x671F;&#x671B;&#x7684;&#x6837;&#x5B50;&#xFF1A;&#x529E;&#x516C;&#x73AF;&#x5883;&#x3001;&#x6C1B;&#x56F4;&#x3001;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7B49;&#x7B49;&#x3002;&#x6BCF;&#x4E2A;&#x4EBA;&#x8FDB;&#x5165;&#x4E00;&#x4E2A;&#x65B0;&#x73AF;&#x5883;&#x90FD;&#x4F1A;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x9002;&#x5E94;&#x671F;&#xFF0C;&#x521A;&#x8FDB;&#x5165;&#x516C;&#x53F8;&#x90A3;&#x4F1A;&#x4E5F;&#x6709;&#x4E9B;&#x8BB8;&#x7684;&#x4E0D;&#x592A;&#x9002;&#x5E94;&#xFF0C;&#x4F46;&#x6162;&#x6162;&#x627E;&#x5230;&#x611F;&#x89C9;&#x540E;&#xFF0C;&#x5C31;&#x8FDB;&#x5165;&#x72B6;&#x6001;&#x4E86;&#x3002;&#x5F88;&#x5E86;&#x5E78;&#x78B0;&#x5230;&#x7426;&#x603B;&#xFF0C;&#x7426;&#x603B;&#x662F;&#x4E2A;&#x201C;&#x6280;&#x672F;&#x9876;&#x5471;&#x5471;&#xFF0C;&#x751F;&#x6D3B;&#x840C;&#x840C;&#x54D2;&#x201D;&#x7684;&#x8001;&#x5175;&#xFF0C;&#x7ECF;&#x9A8C;&#x975E;&#x5E38;&#x4E30;&#x5BCC;&#xFF0C;&#x5E26;&#x6211;&#x4EEC;&#x641E;&#x6280;&#x672F;&#xFF0C;&#x8FD8;&#x5E26;&#x6211;&#x4EEC;&#x73A9;&#xFF1B;&#x8FD8;&#x6709;&#x660E;&#x661F;&#xFF0C;&#x8FD9;&#x534A;&#x5E74;&#x6765;&#x78B0;&#x5230;&#x5404;&#x79CD;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x89E3;&#x51B3;&#x4E0D;&#x4E86;&#x7684;&#x90FD;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x201C;&#x6253;&#x6270;&#x201D;&#x4ED6;&#x53BB;&#x4E86;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x521A;&#x8FDB;&#x5165;&#x516C;&#x53F8;&#x90A3;&#x4F1A;&#x3002;</p>
<p>&#x5728;&#x7F8E;&#x56E2;&#x5DE5;&#x4F5C;&#x8FD9;&#x534A;&#x5E74;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x505A;&#x652F;&#x4ED8;&#x76F8;&#x5173;&#x7684;Android&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x3002;&#x6574;&#x4E2A;&#x652F;&#x4ED8;&#x8FD9;&#x5757;&#xFF0C;&#x6838;&#x5FC3;&#x662F;&#x5F88;&#x590D;&#x6742;&#x7684;&#xFF0C;&#x4E0E;&#x652F;&#x4ED8;&#x76F8;&#x5173;&#x7684;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x3002;&#x4F46;&#x524D;&#x671F;&#x5E76;&#x6CA1;&#x6709;&#x6DF1;&#x5165;&#x53BB;&#x7814;&#x7A76;&#x8FD9;&#x5757;&#xFF0C;&#x89C9;&#x5F97;&#x662F;&#x4E2A;&#x5F88;&#x5927;&#x7684;&#x635F;&#x5931;&#xFF0C;&#x4E0B;&#x51B3;&#x5FC3;&#x4E0B;&#x4E2A;Q&#x628A;&#x8FD9;&#x5757;&#x7684;&#x6838;&#x5FC3;&#x903B;&#x8F91;&#x634B;&#x4E00;&#x634B;&#x3002;&#x53E6;&#x5916;&#xFF0C;Q4&#x8DDF;&#x4E86;&#x4E00;&#x4E2A;&#x65B0;&#x9879;&#x76EE;&#xFF0C;&#x6574;&#x4E2A;&#x6D41;&#x7A0B;&#x4E0B;&#x6765;&#xFF0C;&#x6210;&#x957F;&#x5F88;&#x5FEB;&#xFF0C;&#x81EA;&#x5DF1;&#x5728;&#x9879;&#x76EE;&#x603B;&#x7ED3;&#x4E2D;&#x63D0;&#x5230;&#x4E86;&#x4E94;&#x70B9;&#xFF1A;&#x5FC3;&#x6001;&#x8C03;&#x6574;&#x3001;&#x878D;&#x5165;&#x56E2;&#x961F;&#x3001;&#x6280;&#x672F;&#x63D0;&#x5347;&#x3001;&#x83B7;&#x5F97;&#x6210;&#x5C31;&#x611F;&#x3001;&#x65B9;&#x5411;&#x660E;&#x786E;&#x3002;&#x6574;&#x4E2A;&#x534A;&#x5E74;&#x5DE5;&#x4F5C;&#x4E0B;&#x6765;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x611F;&#x89C9;&#x50CF;&#x4F20;&#x8BF4;&#x4E2D;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#x90A3;&#x6837;&#xFF0C;&#x53CD;&#x800C;&#x611F;&#x89C9;&#x6C1B;&#x56F4;&#x5F88;&#x8F7B;&#x677E;&#x878D;&#x6D3D;&#xFF08;&#x53EF;&#x80FD;&#x8BFB;&#x7814;&#x7684;&#x65F6;&#x5019;&#x4E60;&#x60EF;&#x9AD8;&#x538B;&#x4E86;&#xFF1F;&#xFF1F;&#x88AB;&#x8001;&#x677F;&#x8BF4;&#x4E2D;&#x4E86;&#x2026;&#xFF09;&#xFF0C;&#x4E0D;&#x8981;&#x6C42;&#x52A0;&#x73ED;&#xFF0C;&#x65F6;&#x95F4;&#x5F88;&#x81EA;&#x7531;&#x3002;&#x55EF;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x559C;&#x6B22;&#x7F8E;&#x56E2;&#x4E86;&#x3002;</p>
<h3 id="&#x8BFB;&#x4E66;"><a href="#&#x8BFB;&#x4E66;" class="headerlink" title="&#x8BFB;&#x4E66;"></a>&#x8BFB;&#x4E66;</h3><p>&#x770B;&#x770B;&#x5C4B;&#x91CC;&#x5806;&#x7684;&#x4E00;&#x5806;&#x6280;&#x672F;&#x4E66;&#x7C4D;&#xFF0C;&#x6BD5;&#x4E1A;&#x7684;&#x65F6;&#x5019;&#x8D39;&#x4E86;&#x8001;&#x5927;&#x52B2;&#x628A;&#x5B83;&#x4EEC;&#x4ECE;&#x897F;&#x5B89;&#x5BC4;&#x5230;&#x5317;&#x4EAC;&#xFF0C;&#x5230;&#x5317;&#x4EAC;&#x540E;&#x53C8;&#x8D39;&#x4E86;&#x8001;&#x5927;&#x52B2;&#x4ECE;&#x5317;&#x822A;&#x632A;&#x5230;&#x4F4F;&#x5904;&#xFF0C;&#x4E2D;&#x79CB;&#x642C;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x548C;&#x4E50;&#x4E50;&#x53C8;&#x8D39;&#x4E86;&#x8001;&#x5927;&#x52B2;&#x642C;&#x5230;&#x671B;&#x4EAC;&#xFF0C;&#x7136;&#x540E;&#x5B83;&#x4EEC;&#x4E2D;&#x7684;&#x5927;&#x591A;&#x6570;&#x5C31;&#x5DF2;&#x7ECF;&#x8EBA;&#x5C38;&#x5230;&#x73B0;&#x5728;&#xFF0C;&#x53EA;&#x6709;&#x90A3;&#x4E48;&#x51E0;&#x672C;&#x88AB;&#x6211;&#x7FFB;&#x8FC7;&#x724C;&#x5B50;&#x3002;&#x6700;&#x9057;&#x61BE;&#x7684;&#x662F;&#xFF0C;&#x5DE5;&#x4F5C;&#x8FD9;&#x534A;&#x5E74;&#x6CA1;&#x6709;&#x8BA4;&#x771F;&#x8BFB;&#x5B8C;&#x4E00;&#x672C;&#x6280;&#x672F;&#x4E66;&#x7C4D;&#x2026;&#x2026;Oh noooo&#xFF01;&#xFF01;&#x4E0A;&#x534A;&#x5E74;&#x5728;&#x5B66;&#x6821;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x9664;&#x4E86;&#x5199;&#x8BBA;&#x6587;&#xFF0C;&#x5E73;&#x65F6;&#x8FD8;&#x662F;&#x770B;&#x4E00;&#x4E9B;&#x6280;&#x672F;&#x4E66;&#x7C4D;&#x7684;&#xFF0C;&#x767D;&#x5929;&#x5728;&#x5B9E;&#x9A8C;&#x5BA4;&#x5199;&#x8BBA;&#x6587;&#xFF0C;&#x665A;&#x4E0A;&#x6709;&#x65F6;&#x8FD8;&#x64B8;&#x4F1A;&#x4EE3;&#x7801;&#xFF0C;&#x611F;&#x89C9;&#x4E5F;&#x662F;&#x6021;&#x7136;&#x81EA;&#x5F97;&#x3002;&#x5206;&#x6790;&#x539F;&#x56E0;&#xFF0C;&#x524D;&#x671F;&#x88AB;&#x4E00;&#x4E9B;&#x6742;&#x4E03;&#x6742;&#x516B;&#x7684;&#x4E8B;&#x7275;&#x626F;&#xFF08;&#x6BD4;&#x5982;&#x79DF;&#x623F;&#xFF09;&#xFF0C;&#x8001;&#x662F;&#x9759;&#x4E0D;&#x4E0B;&#x5FC3;&#xFF1B;&#x4E0A;&#x73ED;&#x5FD9;&#x7684;&#x65F6;&#x5019;&#x6CA1;&#x65F6;&#x95F4;&#x770B;&#xFF0C;&#x5BB9;&#x6613;&#x628A;&#x6574;&#x4E2A;&#x7CBE;&#x529B;&#x90FD;&#x96C6;&#x4E2D;&#x5728;&#x4E3B;&#x8981;&#x4E8B;&#x52A1;&#x4E0A;&#xFF1B;&#x5404;&#x79CD;&#x4E8B;&#x60C5;&#x4E00;&#x591A;&#xFF0C;&#x65F6;&#x95F4;&#x5206;&#x914D;&#x5C31;&#x4E0D;&#x662F;&#x5F88;&#x5408;&#x7406;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x9664;&#x4E86;&#x8FD9;&#x4E9B;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x539F;&#x56E0;&#xFF0C;&#x8FD9;&#x91CC;&#x5C31;&#x4E0D;&#x4E00;&#x4E00;&#x5217;&#x51FA;&#x4E86;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x975E;&#x6280;&#x672F;&#x4E66;&#x7C4D;&#xFF0C;&#x7FFB;&#x7FFB;kindle&#xFF0C;&#x4ECA;&#x5E74;&#x770B;&#x7684;&#x5927;&#x7EA6;&#x6709;&#x5341;&#x672C;&#x5DE6;&#x53F3;&#xFF0C;&#x4E5F;&#x662F;&#x6CA1;&#x6709;&#x8FBE;&#x5230;&#x9884;&#x671F;&#xFF0C;&#x5C24;&#x5176;&#x5DE5;&#x4F5C;&#x540E;&#x770B;&#x7684;&#x66F4;&#x662F;&#x5C11;&#x4E86;&#xFF0C;&#x8DDD;&#x79BB;&#x4E00;&#x4E2A;&#x6708;&#x5E73;&#x5747;&#x4E24;&#x672C;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#x8FD8;&#x6709;&#x4E00;&#x6BB5;&#x8DDD;&#x79BB;&#x3002;&#x5177;&#x4F53;&#x7684;&#x4E66;&#x5355;&#x5C31;&#x4E0D;&#x5217;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x770B;&#x7684;&#x6BD4;&#x8F83;&#x6742;&#xFF0C;&#x53EF;&#x80FD;&#x5E76;&#x4E0D;&#x9002;&#x5408;&#x4F60;&#x4EEC;&#x7684;&#x53E3;&#x5473;&#xFF0C;&#x53EA;&#x63A8;&#x8350;&#x4E00;&#x672C;&#x300A;&#x628A;&#x65F6;&#x95F4;&#x5F53;&#x505A;&#x670B;&#x53CB;&#x300B;&#xFF0C;&#x5165;&#x804C;&#x7684;&#x65F6;&#x5019;&#x7F8E;&#x56E2;&#x6280;&#x672F;&#x5B66;&#x9662;&#x9662;&#x957F;&#x63A8;&#x8350;&#x7684;&#xFF08;&#x8BDD;&#x8BF4;&#x6211;&#x7684;&#x5916;&#x53F7;&#x4E5F;&#x53EB;&#x9662;&#x957F;-_-&#xFF09;&#x3002;&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x7F8E;&#x56E2;&#x56FE;&#x4E66;&#x9986;&#x6211;&#x8FD8;&#x662F;&#x5F88;&#x559C;&#x6B22;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x968F;&#x610F;&#x770B;&#x4E66;&#x3001;&#x501F;&#x5165;&#x3001;&#x501F;&#x51FA;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x9AD8;&#x7BA1;&#x3001;&#x6280;&#x672F;&#x5927;&#x725B;&#x63A8;&#x8350;&#x4E00;&#x4E9B;&#x4E66;&#x7C4D;&#xFF0C;&#x6839;&#x636E;&#x7684;&#x81EA;&#x5DF1;&#x7684;&#x5174;&#x8DA3;&#x9009;&#x62E9;&#x770B;&#x3002;&#x524D;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x8FD8;&#x8DDF;&#x7740;&#x4E00;&#x4E2A;&#x59B9;&#x5B50;&#x770B;&#x4E86;&#x4E00;&#x672C;&#x5C0F;&#x8BF4;&#xFF0C;&#x611F;&#x89C9;&#x8FD8;&#x4E0D;&#x9519;&#x3002;</p>
<h3 id="&#x751F;&#x6D3B;"><a href="#&#x751F;&#x6D3B;" class="headerlink" title="&#x751F;&#x6D3B;"></a>&#x751F;&#x6D3B;</h3><p>&#x8BF4;&#x5230;&#x751F;&#x6D3B;&#xFF0C;&#x597D;&#x591A;&#x60F3;&#x8BF4;&#x7684;&#x8BDD;&#x7A81;&#x7136;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x548B;&#x8BF4;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x592A;&#x5927;&#x4E86;&#xFF0C;&#x5927;&#x5230;&#x65E0;&#x8FB9;&#x65E0;&#x9645;&#xFF0C;&#x4ECE;&#x4F55;&#x8BF4;&#x8D77;&#x554A;&#xFF1F;&#x5C31;&#x968F;&#x4FBF;&#x95F2;&#x626F;&#x51E0;&#x53E5;&#x5427;&#xFF01;</p>
<p>&#x5B66;&#x751F;&#x65F6;&#x4EE3;&#x5176;&#x5B9E;&#x5F88;&#x5F00;&#x5FC3;&#x7684;&#xFF0C;&#x4ECA;&#x5E74;&#x5728;&#x5B66;&#x751F;&#x65F6;&#x4EE3;&#x7684;&#x5C3E;&#x5DF4;&#x4E0A;&#x505A;&#x4E86;&#x4E0D;&#x5C11;&#x4E8B;&#xFF0C;&#x4E0D;&#x6C42;&#x5706;&#x6EE1;&#xFF0C;&#x4F46;&#x6C42;&#x6CA1;&#x6709;&#x9057;&#x61BE;&#x3002;&#x5230;&#x5317;&#x4EAC;&#x4EE5;&#x540E;&#xFF0C;&#x9664;&#x4E86;&#x4E9B;&#x86CB;&#x75BC;&#x7684;&#x4E8B;&#x60C5;&#xFF08;&#x6BD4;&#x5982;&#x79DF;&#x623F;&#x3002;&#x3002;&#x3002;&#xFF09;&#xFF0C;&#x611F;&#x89C9;&#x4E5F;&#x8FD8;&#x597D;&#x3002;&#x538B;&#x529B;&#x611F;&#x89C9;&#x6BD4;&#x4EE5;&#x524D;&#x660E;&#x663E;&#x5927;&#x591A;&#x4E86;&#xFF0C;&#x6709;&#x597D;&#x591A;&#x60F3;&#x505A;&#x8981;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x73B0;&#x5728;&#x611F;&#x89C9;&#x90A3;&#x4E48;&#x65E0;&#x529B;&#x3002;&#x6709;&#x65F6;&#x5019;&#x4E0D;&#x592A;&#x7406;&#x89E3;&#x8EAB;&#x8FB9;&#x7684;&#x4E00;&#x4E9B;&#x4EBA;&#xFF1A;&#x4E5F;&#x662F;&#x4E0D;&#x8FDC;&#x5343;&#x91CC;&#x3001;&#x80CC;&#x4E95;&#x79BB;&#x4E61;&#x3001;&#x8FDC;&#x79BB;&#x4EB2;&#x4EBA;&#xFF0C;&#x751A;&#x81F3;&#x201C;&#x629B;&#x59BB;&#x5F03;&#x5B50;&#x201D;&#xFF0C;&#x4F46;&#x662F;&#x4F18;&#x8D8A;&#x611F;&#x7279;&#x522B;&#x5F3A;&#x70C8;&#xFF0C;&#x81EA;&#x8BE9;high income&#xFF0C;&#x6709;&#x65F6;&#x6211;&#x90FD;&#x5F88;&#x60F3;&#x53CD;&#x95EE;&#x4E00;&#x53E5;&#x201C;XXX&#xFF08;&#x6B64;&#x5904;&#x7701;&#x7565;&#x4E00;&#x5343;&#x5B57;&#xFF09;&#x201D;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x6240;&#x6709;&#x4EE5;&#x820D;&#x5F03;&#x5BB6;&#x5EAD;&#x4E3A;&#x4EE3;&#x4EF7;&#x7684;&#xFF0C;&#x90FD;&#x662F;&#x865A;&#x7684;&#x3002;</p>
<p>&#x5DE5;&#x4F5C;&#x540E;&#xFF0C;&#x4EE5;&#x524D;&#x597D;&#x591A;&#x7231;&#x597D;&#x90FD;&#x6CA1;&#x5EF6;&#x7EED;&#x4E86;&#x3002;&#x5728;&#x5B66;&#x6821;&#x65F6;&#xFF0C;&#x80FD;&#x968F;&#x65F6;&#x53EB;&#x51E0;&#x4E2A;&#x540C;&#x5B66;&#x6253;&#x6253;&#x7BEE;&#x7403;&#x3001;&#x7FBD;&#x6BDB;&#x7403;&#xFF0C;&#x73B0;&#x5728;&#x4E0D;&#x884C;&#x4E86;&#xFF1B;&#x8FDE;&#x4ECE;&#x521D;&#x4E2D;&#x5C31;&#x5F00;&#x59CB;&#x73A9;&#x7684;&#x53F0;&#x7403;&#xFF0C;&#x73B0;&#x5728;&#x90FD;&#x5F88;&#x5C11;&#x53C2;&#x52A0;&#x53F0;&#x7403;&#x4FF1;&#x4E50;&#x90E8;&#x7684;&#x6D3B;&#x52A8;&#x3002;&#x521A;&#x8FC7;&#x6765;&#x65F6;&#x8FD8;&#x6253;&#x6253;&#x4E52;&#x4E53;&#x7403;&#xFF0C;&#x540E;&#x6765;&#x4E5F;&#x6CA1;&#x6B32;&#x671B;&#x4E86;&#xFF0C;&#x5948;&#x4F55;&#x4E00;&#x76F4;&#x5F88;&#x5C11;&#x78B0;&#x5230;&#x5BF9;&#x624B;&#x1F611;=_=&#x3002;&#x540E;&#x6765;&#xFF0C;&#x51C6;&#x5907;&#x53D1;&#x5C55;&#x65B0;&#x7684;&#x7231;&#x597D;&#x3002;&#x5C31;&#x7A81;&#x7136;&#x60F3;&#x8D77;&#x6765;&#x5728;&#x672C;&#x79D1;&#x65F6;&#x5C31;&#x4E00;&#x76F4;&#x60F3;&#x5B66;&#x7684;&#x8857;&#x821E;&#xFF0C;&#x521A;&#x597D;&#x516C;&#x53F8;&#x6709;&#x821E;&#x8E48;&#x4FF1;&#x4E50;&#x90E8;&#xFF0C;&#x5C31;&#x6BCF;&#x5468;&#x4E94;&#x53BB;&#x5B66;&#x4E60;&#x4E00;&#x4E0B;&#xFF0C;&#x73B0;&#x5728;&#x4E5F;&#x5C31;&#x5B66;&#x4E86;&#x4E00;&#x652F;&#x821E;&#xFF0C;&#x8DF3;&#x7684;&#x8FD8;&#x8D3C;&#x96BE;&#x770B;&#x1F605;&#x2026;&#x2026;&#x6211;&#x6709;&#x65F6;&#x89C9;&#x5F97;&#x6211;&#x5E94;&#x8BE5;&#x633A;&#x6709;&#x5929;&#x8D4B;&#x7684;&#x1F914;&#x1F914;&#x96BE;&#x9053;&#x662F;&#x201C;&#x4E07;&#x4E8B;&#x5F00;&#x5934;&#x96BE;&#x201D;&#xFF1F;&#x5E0C;&#x671B;&#x4E0D;&#x8981;&#x662F;&#x7426;&#x603B;&#x8BF4;&#x7684;&#x201C;&#x88AB;&#x81EA;&#x5DF1;&#x7684;&#x65E0;&#x77E5;&#x9A97;&#x4E86;&#x201D;&#x1F602;&#x1F602;&#x1F602;</p>
<h3 id="&#x8BA1;&#x5212;"><a href="#&#x8BA1;&#x5212;" class="headerlink" title="&#x8BA1;&#x5212;"></a>&#x8BA1;&#x5212;</h3><p>&#x6BCF;&#x6B21;&#x63D0;&#x5230;&#x201C;&#x8BA1;&#x5212;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x6211;&#x8111;&#x6D77;&#x91CC;&#x603B;&#x4F1A;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x63A5;&#x4E0A;&#x201C;&#x8D76;&#x4E0D;&#x4E0A;&#x53D8;&#x5316;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x4EC0;&#x4E48;&#x9B3C;&#x1F605;&#x1F605;&#x2026;&#x2026;&#x7B97;&#x4E86;&#xFF0C;&#x5373;&#x4F7F;&#x8FD9;&#x6837;&#xFF0C;&#x8FD8;&#x662F;&#x8BA1;&#x5212;&#x4E00;&#x4E0B;&#x5427;&#xFF0C;&#x8C01;&#x8BA9;&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x89C4;&#x5212;&#x611F;&#x6BD4;&#x8F83;&#x5F3A;&#x7684;&#x4EBA;&#x5462;&#xFF01;</p>
<p>&#x5148;&#x8BF4;&#x5DE5;&#x4F5C;&#xFF0C;&#x867D;&#x7136;&#x6BCF;&#x4E2A;Q&#x5F00;&#x59CB;&#x90FD;&#x4F1A;&#x5B9A;&#x8BA1;&#x5212;&#x3001;&#x7ED3;&#x675F;&#x5199;&#x603B;&#x7ED3;&#xFF0C;&#x4F46;&#x662F;&#x5DE5;&#x4F5C;&#x662F;&#x8FDC;&#x8FDC;&#x6CA1;&#x8FBE;&#x5230;&#x6211;&#x7684;&#x9884;&#x671F;&#x7684;&#x3002;&#x8FD8;&#x662F;&#x7EE7;&#x7EED;&#x201C;&#x6253;&#x602A;&#x5347;&#x7EA7;&#x201D;&#xFF0C;&#x4F46;&#x6211;&#x4E00;&#x76F4;&#x76F8;&#x4FE1;&#x201C;&#x4EE5;&#x6B63;&#x5408;&#xFF0C;&#x4EE5;&#x5947;&#x80DC;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x540E;&#x9762;&#x7684;&#x8BA1;&#x5212;&#x4E3B;&#x8981;&#x5C31;&#x662F;&#xFF1A;&#x4FDD;&#x201C;&#x6B63;&#x5408;&#x201D;&#xFF0C;&#x7EC3;&#x5C31;&#x201C;&#x5947;&#x201D;&#x3002;&#x5177;&#x4F53;&#x7EC6;&#x8282;&#x5C31;&#x4E0D;&#x5C55;&#x5F00;&#x4E86;&#xFF0C;&#x5F88;&#x591A;&#x5DE5;&#x4F5C;&#x7684;&#x4E1C;&#x897F;&#x4E0D;&#x597D;&#x516C;&#x5F00;&#x3002;&#x5DE5;&#x4F5C;&#x9047;&#x5230;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x770B;&#x4E86;&#x5F88;&#x591A;&#x8FC7;&#x6765;&#x4EBA;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x6709;&#x6280;&#x672F;&#x5927;&#x725B;&#xFF0C;&#x6709;&#x6DF1;&#x5165;&#x6D45;&#x51FA;&#x7684;&#x5206;&#x6790;&#xFF0C;&#x4ECE;&#x524D;&#x8F88;&#x4EEC;&#x5B66;&#x5230;&#x4E86;&#x5F88;&#x591A;&#x4E1C;&#x897F;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x4E5F;&#x521B;&#x5EFA;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x4E2A;&#x4EBA;&#x535A;&#x5BA2;&#xFF0C;&#x4E00;&#x662F;&#x4E3A;&#x4E86;&#x8BB0;&#x5F55;&#x81EA;&#x5DF1;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x603B;&#x7ED3;&#x7ECF;&#x9A8C;&#xFF1B;&#x4E8C;&#x662F;&#x907F;&#x514D;&#x540E;&#x6765;&#x4EBA;&#x50CF;&#x6211;&#x4E00;&#x6837;&#x8E29;&#x5230;&#x8FD9;&#x4E9B;&#x5751;&#xFF0C;&#x4E5F;&#x7B97;&#x662F;&#x5BF9;&#x5B66;&#x4E60;&#x5F00;&#x6E90;&#x535A;&#x5BA2;&#x7684;&#x4E00;&#x79CD;&#x56DE;&#x9988;&#xFF0C;&#x867D;&#x7136;&#x53EF;&#x80FD;&#x529B;&#x91CF;&#x5FAE;&#x4E4E;&#x5176;&#x5FAE;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x660E;&#x5E74;&#x80FD;&#x4E0D;&#x80FD;&#x6709;&#x673A;&#x4F1A;&#x3001;&#x6709;&#x80FD;&#x529B;&#x5C1D;&#x8BD5;&#x4E00;&#x4E0B;&#x591A;&#x5E74;&#x6765;&#x4E00;&#x76F4;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#xFF08;secret&#xFF09;&#xFF0C;&#x52A0;&#x6CB9;&#xFF01;&#xFF01;</p>
<p>&#x518D;&#x8BF4;&#x751F;&#x6D3B;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x4E0D;&#x4F1A;&#x6210;&#x4E3A;&#x6211;&#x81EA;&#x5DF1;&#x8BA8;&#x538C;&#x7684;&#x4EBA;&#xFF0C;&#x4FDD;&#x6301;&#x4E4B;&#x524D;&#x7684;&#x4FE1;&#x5FF5;&#xFF0C;&#x8FD8;&#x662F;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x505A;&#x597D;&#x6BCF;&#x4EF6;&#x4E8B;&#x3002;&#x57F9;&#x517B;&#x7231;&#x597D;&#xFF0C;&#x4E30;&#x5BCC;&#x751F;&#x6D3B;&#x3002;&#x60F3;&#x7CFB;&#x7EDF;&#x7684;&#x5B66;&#x4E60;&#x4E00;&#x4E0B;&#x4E24;&#x4EF6;&#x4E8B;&#xFF1A;</p>
<ul>
<li><p>&#x6444;&#x5F71;</p>
<p>&#x8FD9;&#x4E2A;&#x5176;&#x5B9E;&#x86EE;&#x6709;&#x610F;&#x601D;&#x7684;&#xFF0C;&#x4E4B;&#x524D;&#x53EA;&#x662F;&#x96F6;&#x96F6;&#x6563;&#x6563;&#x7684;&#x770B;&#x8FC7;&#x4E00;&#x4E9B;&#xFF0C;&#x53D1;&#x73B0;&#x5E76;&#x6CA1;&#x592A;&#x5927;&#x5375;&#x7528;&#xFF0C;&#x51C6;&#x5907;&#x597D;&#x597D;&#x7814;&#x7A76;&#x4E0B;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x8BB0;&#x5F55;&#x4E00;&#x4E9B;&#x7F8E;&#x597D;&#x7684;&#x98CE;&#x666F;&#x3001;&#x4EBA;&#x7269;&#xFF0C;&#x4E5F;&#x662F;&#x4E00;&#x4EF6;&#x633A;&#x4E0D;&#x9519;&#x7684;&#x4E8B;&#x3002;</p>
</li>
<li><p>&#x821E;&#x8E48;</p>
<p>&#x4E00;&#x76F4;&#x611F;&#x89C9;&#x8DF3;&#x8857;&#x821E;&#x7684;&#x4EBA;&#x5F88;&#x9177;&#xFF0C;&#x50CF;hiphop&#x3001;breaking&#xFF0C;&#x7B80;&#x76F4;&#x9177;&#x6BD9;&#x4E86;&#x3002;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x8FD9;&#x79CD;&#x7684;&#xFF0C;&#x6D3B;&#x52A8;&#x953B;&#x70BC;&#x597D;&#x8EAB;&#x4F53;&#x4E5F;&#x662F;&#x5FC5;&#x987B;&#x6EF4;&#x3002;</p>
</li>
</ul>
<p>&#x5E0C;&#x671B;&#x4E0B;&#x4E00;&#x5E74;&#x80FD;&#x591F;&#x591A;&#x770B;&#x4E9B;&#x4E66;&#xFF08;&#x55EF;&#xFF0C;&#x5404;&#x79CD;&#x4E66;&#x3002;&#x8FD8;&#x662F;&#x5F88;&#x6742;&#xFF09;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x7684;&#x65F6;&#x95F4;&#x591A;&#x53BB;&#x4E00;&#x4E9B;&#x5730;&#x65B9;&#xFF0C;&#x611F;&#x53D7;&#x4E00;&#x4E9B;&#x4E0D;&#x540C;&#x5730;&#x57DF;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#xFF0C;&#x62DC;&#x8BBF;&#x62DC;&#x8BBF;&#x8001;&#x53CB;&#xFF0C;&#x4EA4;&#x6D41;&#x4EA4;&#x6D41;&#x5FC3;&#x5F97;&#xFF0C;&#x4F55;&#x4E50;&#x800C;&#x4E0D;&#x4E3A;&#x5462;&#xFF01;&#x6700;&#x540E;&#x4E00;&#x70B9;&#xFF0C;&#x5E0C;&#x671B;&#x5728;&#x4E0B;&#x4E00;&#x5E74;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x8001;&#x5988;&#x4E00;&#x76F4;&#x50AC;&#x6211;&#x7684;&#x4E8B;&#xFF08;&#x54CE; &#x4F60;&#x61C2;&#x5F97;&#x1F60C;&#x1F60C;&#xFF09;&#x3002;</p>
<p>&#x55EF; &#x5C31;&#x9171;&#x7D2B;~</p>

            </article>
            
                <div class="share">
                    <!--开启分享-->
<div class="share-component" data-disabled="google,twitter,facebook,diandian,tencent,qzone" data-description=""></div>

<script src="/js/share.min.js"></script>

                </div>    
            
            
                
<div class="comments">
	<div class="ds-thread" data-thread-key="转折之2016" data-title="转折之2016" data-url="http://youngmeng.org/转折之2016/"></div>
	<script type="text/javascript">
	var duoshuoQuery = {short_name:"myoungmeng"};
		(function() {
			var ds = document.createElement('script');
			ds.type = 'text/javascript';ds.async = true;
			ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
			ds.charset = 'UTF-8';
			(document.getElementsByTagName('head')[0]
			 || document.getElementsByTagName('body')[0]).appendChild(ds);
		})();
	</script>
</div>

            
        </div>
        <div class="column one-fourth">
            
                
                


<h3>Post Directory</h3>

<div id="post-directory-module">
	<section class="post-directory">
		<p><strong class="toc-title">文章目录</strong></p>
		<ol class="toc"><li class="toc-item toc-level-3"><a class="toc-link" href="#毕业"><span class="toc-text">毕业</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#工作"><span class="toc-text">工作</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#读书"><span class="toc-text">读书</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#生活"><span class="toc-text">生活</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#计划"><span class="toc-text">计划</span></a></li></ol>
	</section>
</div>
            
        </div>
    </div>
</section>

<footer class="container">
    <div class="site-footer" role="contentinfo">
        <div class="copyright left mobile-block">
                © 2016
                <span title="youngmeng">youngmeng</span>
                <a href="javascript:window.scrollTo(0,0)" class="right mobile-visible">TOP</a>
        </div>

        <ul class="site-footer-links right mobile-hidden">
            <li>
                <a href="javascript:window.scrollTo(0,0)" >TOP</a>
            </li>
        </ul>

        <a href="https://github.com/youngmeng" target="_blank" aria-label="view source code">
            <span class="mega-octicon octicon-mark-github" title="GitHub"></span>
        </a>

        <ul class="site-footer-links mobile-hidden">
            
                  
                  <li>
                    <a href="/"  title="首页">首页</a>
                  </li>
            
                  
                  <li>
                    <a href="/categories/"  title="分类">分类</a>
                  </li>
            
                  
                  <li>
                    <a href="/tags/"  title="标签">标签</a>
                  </li>
            
                  
                  <li>
                    <a href="/open-source/"  title="开源项目">开源项目</a>
                  </li>
            
                  
                  <li>
                    <a href="/message/"  title="留言板">留言板</a>
                  </li>
            
                  
                  <li>
                    <a href="/about/"  title="关于">关于</a>
                  </li>
            
            <li>
                <a href="/search.xml">
                    <span class="octicon octicon-rss" style="color:orange;"></span>
                </a>
            </li>
        </ul>
    </div>
</footer>

		<script src="/js/geopattern.js"></script>
		<script src="/js/highlight.pack.js"></script>
		<script src="/lib/fancybox/jquery.fancybox-1.3.4.pack.js"></script>

		
			<script src="/js/toc.js"></script>
		

		
			<script src="/js/search.js"></script>

			<script type="text/javascript">
				$(function(){
					var currentIndex = -1;
					var search_path = "search.xml";
					if (!search_path) search_path = "search.xml";
					var path = "/" + search_path;
					searchFunc(path, 'search', 'local-search-result');

					$(document).delegate("#local-search-result>.search-result-list li","hover",function(){
						var liNode = $("#local-search-result>.search-result-list li");
						liNode.removeClass("hover");
						currentIndex = $("#local-search-result>.search-result-list li").index($(this));
						liNode.eq(currentIndex).addClass("hover");
					})

					$("#search-form").submit(function(){
						return false;
					})

					$("#search").keydown(function(event){
						var keyCode = event.keyCode;
						var liNode = $("#local-search-result>.search-result-list li");
						if(keyCode == 38 || keyCode == 40 || keyCode == 13){
							liNode.removeClass("hover");
							if(keyCode == 38){
								if(currentIndex - 1 >= 0) currentIndex --;
							}
							if(keyCode == 40){
								if(currentIndex + 1 < liNode.length) currentIndex ++;
							}
							if(keyCode == 13){
								location.href = liNode.eq(currentIndex).find("a").attr("href");
							}
							liNode.eq(currentIndex).addClass("hover");
							return false;
						}else{
							currentIndex = -1;
						}
					})
				})
			</script>
		

		<script src="/js/index.js"></script>

		 <script src="/js/popular_repo.js"></script> 

	</body>
</html>