
<!DOCTYPE html>
<html lang="zh-cn">
    
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="generator" content="youngmeng">
    <title>简易区块链（1）：货币和比特币 - youngmeng</title>
    <meta name="author" content="youngmeng">
    
    
        <link rel="icon" href="http://youngmeng.org/assets/images/avatar.png">
    
    
        <link rel="alternate" type="application/atom+xml" title="RSS" href="/atom.xml">
    
    <meta name="description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x53D1;&amp;#x4E8E;&amp;#x533A;&amp;#x5757;&amp;#x94FE;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#x300C;&amp;#x94FE;&amp;#x7AD9;&amp;#x300D;&amp;#xFF0C;ID&amp;#xFF1A;ChainStation&amp;#x3002;

&amp;#x201C; &amp;#x76F8;&amp;#x4FE1;&amp;#x770B;&amp;#x5230">
<meta property="og:type" content="blog">
<meta property="og:title" content="简易区块链（1）：货币和比特币">
<meta property="og:url" content="http://youngmeng.org/简易区块链（1）：货币和比特币/index.html">
<meta property="og:site_name" content="youngmeng">
<meta property="og:description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x53D1;&amp;#x4E8E;&amp;#x533A;&amp;#x5757;&amp;#x94FE;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#x300C;&amp;#x94FE;&amp;#x7AD9;&amp;#x300D;&amp;#xFF0C;ID&amp;#xFF1A;ChainStation&amp;#x3002;

&amp;#x201C; &amp;#x76F8;&amp;#x4FE1;&amp;#x770B;&amp;#x5230">
<meta property="og:image" content="https://ws4.sinaimg.cn/large/006tNc79ly1fosufaap32j30va0ys421.jpg">
<meta property="og:image" content="https://ws1.sinaimg.cn/large/006tNc79ly1fosv3ip8ljj30by0byaaw.jpg">
<meta property="og:updated_time" content="2018-02-25T16:03:04.761Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="简易区块链（1）：货币和比特币">
<meta name="twitter:description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x53D1;&amp;#x4E8E;&amp;#x533A;&amp;#x5757;&amp;#x94FE;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#x300C;&amp;#x94FE;&amp;#x7AD9;&amp;#x300D;&amp;#xFF0C;ID&amp;#xFF1A;ChainStation&amp;#x3002;

&amp;#x201C; &amp;#x76F8;&amp;#x4FE1;&amp;#x770B;&amp;#x5230">
<meta name="twitter:image" content="https://ws4.sinaimg.cn/large/006tNc79ly1fosufaap32j30va0ys421.jpg">
    
    
        
    
    
        <meta property="og:image" content="http://youngmeng.org/assets/images/avatar.png"/>
    
    
        <meta property="og:image" content="http://youngmeng.org/简易区块链（1）：货币和比特币/thumbnailImage.jpg"/>
        <meta class="swiftype" name="image" data-type="enum" content="http://youngmeng.org/简易区块链（1）：货币和比特币/thumbnailImage.jpg" />
    
    
    
    <!--STYLES-->
    <link rel="stylesheet" href="/assets/css/style-sxklfps8ywgfyyjcowvnb4gxdgt0zjts3hsguljmv9uqanxjbnitrovtbrek.min.css">
    <!--STYLES END-->
    
    
</head>

    <body>
        <div id="blog">
            <!-- Define author's picture -->


    
        
            
        
    

<header id="header" data-behavior="5">
    <i id="btn-open-sidebar" class="fa fa-lg fa-bars"></i>
    <div class="header-title">
        <a class="header-title-link" href="/ ">youngmeng</a>
    </div>
    
        
            <a  class="header-right-picture "
                href="#about">
        
        
            <img class="header-picture" src="/assets/images/avatar.png" alt="作者的图片"/>
        
        </a>
    
</header>

            <!-- Define author's picture -->



        
    

<nav id="sidebar" data-behavior="5">
    <div class="sidebar-container">
        
            <div class="sidebar-profile">
                <a href="/#about">
                    <img class="sidebar-profile-picture" src="/assets/images/avatar.png" alt="作者的图片"/>
                </a>
                <h4 class="sidebar-profile-name">youngmeng</h4>
                
                    <h5 class="sidebar-profile-bio"><p>Android Developer &amp; Python Learner</p>
</h5>
                
            </div>
        
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/ "
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-home"></i>
                        <span class="sidebar-button-desc">首页</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/all-categories"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-bookmark"></i>
                        <span class="sidebar-button-desc">分类</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/all-tags"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-tags"></i>
                        <span class="sidebar-button-desc">标签</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/all-archives"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-archive"></i>
                        <span class="sidebar-button-desc">目录</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/about/"
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-user"></i>
                        <span class="sidebar-button-desc">关于</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/all-links"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-link"></i>
                        <span class="sidebar-button-desc">链接</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://github.com/youngmeng" target="_blank" rel="noopener">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-github"></i>
                        <span class="sidebar-button-desc">GitHub</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://www.zhihu.com/people/ymeng" target="_blank" rel="noopener">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-external-link"></i>
                        <span class="sidebar-button-desc">知乎</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://twitter.com/myoungmeng" target="_blank" rel="noopener">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-twitter"></i>
                        <span class="sidebar-button-desc">Twitter</span>
                    </a>
            </li>
            
        </ul>
        
    </div>
</nav>

            
            <div id="main" data-behavior="5"
                 class="
                        hasCoverMetaIn
                        ">
                
<article class="post" itemscope itemType="http://schema.org/BlogPosting">
    
    
        <div class="post-header main-content-wrap text-left">
    
        <h1 class="post-title" itemprop="headline">
            简易区块链（1）：货币和比特币
        </h1>
    
    
        <div class="post-meta">
    <time itemprop="datePublished" datetime="2018-02-25T17:31:02+08:00">
	
		    2月 25, 2018
    	
    </time>
    
        <span>发布在 </span>
        
    <a class="category-link" href="/categories/区块链/">区块链</a>


    
</div>

    
</div>
    
    <div class="post-content markdown" itemprop="articleBody">
        <div class="main-content-wrap">
            <p>&#x672C;&#x6587;&#x9996;&#x53D1;&#x4E8E;&#x533A;&#x5757;&#x94FE;&#x516C;&#x4F17;&#x53F7;&#x300C;&#x94FE;&#x7AD9;&#x300D;&#xFF0C;ID&#xFF1A;ChainStation&#x3002;</p>
<p><br></p>
<font size="3"><strong>&#x201C;</strong> &#x76F8;&#x4FE1;&#x770B;&#x5230;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x90FD;&#x662F;&#x542C;&#x8BF4;&#x8FC7;&#x6216;&#x4E86;&#x89E3;&#x6BD4;&#x7279;&#x5E01;&#x548C;&#x533A;&#x5757;&#x94FE;&#x7684;&#x4EBA;&#xFF0C;&#x90A3;&#x5230;&#x5E95;&#x4EC0;&#x4E48;&#x662F;&#x6BD4;&#x7279;&#x5E01;&#x548C;&#x533A;&#x5757;&#x94FE;&#x5462;&#xFF1F;&#x8FD9;&#x91CC;&#x51C6;&#x5907;&#x5199;&#x4E2A;&#x7B80;&#x6613;&#x533A;&#x5757;&#x94FE;&#x7CFB;&#x5217;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x9488;&#x5BF9;&#x4E00;&#x4E9B;&#x5165;&#x95E8;&#x7EA7;&#x522B;&#x7684;&#x4EBA;&#x3002;&#x6587;&#x7AE0;&#x5C3D;&#x53EF;&#x80FD;&#x629B;&#x5F00;&#x4E00;&#x4E9B;&#x592A;&#x4E13;&#x4E1A;&#x7684;&#x672F;&#x8BED;&#xFF0C;&#x7528;&#x5927;&#x5BB6;&#x90FD;&#x80FD;&#x7406;&#x89E3;&#x7684;&#x5F62;&#x5F0F;&#x8BB2;&#x89E3;&#x7ED3;&#x3002;<strong>&#x201D;</strong></font>

<a id="more"></a>
<p><br></p>
<h1 id="&#x8D27;&#x5E01;"><a href="#&#x8D27;&#x5E01;" class="headerlink" title="&#x8D27;&#x5E01;"></a>&#x8D27;&#x5E01;</h1><p>&#x6211;&#x4EEC;&#x6BCF;&#x5929;&#x90FD;&#x5728;&#x82B1;&#x94B1;&#xFF0C;&#x90FD;&#x5728;&#x4F7F;&#x7528;&#x8D27;&#x5E01;&#x3002;&#x90A3;&#x5230;&#x5E95;&#x4EC0;&#x4E48;&#x662F;&#x8D27;&#x5E01;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x4E3A;&#x4EC0;&#x4E48;&#x80FD;&#x591F;&#x4F7F;&#x7528;&#x5B83;&#x4EEC;&#x4E70;&#x5230;&#x771F;&#x5B9E;&#x5B58;&#x5728;&#x7684;&#x4E1C;&#x897F;&#x7684;&#x5462;&#xFF1F;</p>
<p>&#x6211;&#x4EEC;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x51E0;&#x5343;&#x5E74;&#x7684;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x4EBA;&#x4EEC;&#x4E00;&#x76F4;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x91D1;&#x94F6;&#x4F5C;&#x4E3A;&#x8D27;&#x5E01;&#xFF0C;&#x66F4;&#x65E9;&#x7684;&#x65F6;&#x5019;&#x8FD8;&#x6709;&#x4F7F;&#x7528;&#x8D1D;&#x58F3;&#x7B49;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x8D1D;&#x58F3;&#x8FD8;&#x662F;&#x91D1;&#x94F6;&#xFF0C;&#x5B83;&#x4EEC;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5171;&#x540C;&#x7684;&#x5C5E;&#x6027;&#xFF1A;&#x7A00;&#x7F3A;&#x6027;&#xFF0C;&#x5E76;&#x4E14;&#x4EBA;&#x4EEC;&#x80FD;&#x591F;&#x5E7F;&#x6CDB;&#x8BA4;&#x540C;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4F60;&#x7ED9;&#x6211;&#x4E00;&#x952D;&#x94F6;&#x5B50;&#xFF0C;&#x6211;&#x7ED9;&#x4F60;&#x4E00;&#x5757;&#x8089;&#x548C;&#x4E00;&#x58F6;&#x9152;&#xFF1B;&#x540C;&#x6837;&#x6211;&#x4E5F;&#x53EF;&#x4EE5;&#x62FF;&#x8FD9;&#x952D;&#x94F6;&#x5B50;&#x4E70;&#x4E00;&#x53EA;&#x9E21;&#xFF0C;&#x6216;&#x8005;&#x7559;&#x7740;&#x94F6;&#x5B50;&#x653E;&#x5728;&#x4EE5;&#x540E;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x5230;&#x4E86;&#x540E;&#x6765;&#xFF0C;&#x56FD;&#x5BB6;&#x5F00;&#x59CB;&#x53D1;&#x884C;&#x7EB8;&#x5E01;&#xFF0C;&#x4E0D;&#x540C;&#x4E8E;&#x91D1;&#x94F6;&#x7684;&#x7A00;&#x7F3A;&#x6027;&#xFF0C;&#x7EB8;&#x5E01;&#x7684;&#x5236;&#x4F5C;&#x6210;&#x672C;&#x975E;&#x5E38;&#x4F4E;&#xFF0C;&#x4F46;&#x4EBA;&#x4EEC;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7EB8;&#x5E01;&#x4E70;&#x5230;&#x6240;&#x9700;&#x7269;&#x54C1;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x7EB8;&#x5E01;&#x4EE5;&#x56FD;&#x5BB6;&#x4FE1;&#x7528;&#x80CC;&#x4E66;&#xFF0C;&#x56FD;&#x5BB6;&#x8BA9;&#x4EBA;&#x4EEC;&#x76F8;&#x4FE1;&#x8FD9;&#x5F20;&#x7EB8;&#xFF08;&#x7EB8;&#x5E01;&#xFF09;&#x80FD;&#x591F;&#x4E70;&#x5230;&#x5BF9;&#x5E94;&#x7684;&#x5546;&#x54C1;&#x3002;</p>
<p>&#x518D;&#x5230;&#x540E;&#x6765;&#xFF0C;&#x968F;&#x7740;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x53C8;&#x51FA;&#x73B0;&#x4E86;&#x8BB0;&#x8D26;&#x8D27;&#x5E01;&#xFF0C;&#x8D27;&#x5E01;&#x7684;&#x589E;&#x51CF;&#x53EA;&#x662F;&#x94F6;&#x884C;&#x8D26;&#x6237;&#x4E2D;&#x6570;&#x5B57;&#x7684;&#x53D8;&#x5316;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x53EA;&#x6709;&#x4E2D;&#x5FC3;&#x5316;&#x7684;&#x94F6;&#x884C;&#x673A;&#x6784;&#x5177;&#x6709;&#x8BB0;&#x8D26;&#x6743;&#x3002;&#x94F6;&#x884C;&#x8BB0;&#x8D26;&#x662F;&#x901A;&#x8FC7;&#x592E;&#x884C;&#x6E05;&#x7B97;&#x4E2D;&#x5FC3;&#x6765;&#x6E05;&#x7B97;&#x5E76;&#x5B8C;&#x6210;&#x8BB0;&#x8D26;&#xFF0C;&#x540C;&#x6837;&#x6709;&#x56FD;&#x5BB6;&#x6CD5;&#x5F8B;&#x548C;&#x4FE1;&#x7528;&#x80CC;&#x4E66;&#x3002;</p>
<p>&#x4ECE;&#x4E0A;&#x9762;&#x51E0;&#x4E2A;&#x9636;&#x6BB5;&#x77E5;&#x9053;&#xFF0C;&#x8D27;&#x5E01;&#x5728;&#x4EBA;&#x4EEC;&#x4EA4;&#x6613;&#x4E2D;&#x627F;&#x62C5;&#x7684;&#x5C5E;&#x6027;&#xFF1A;</p>
<ul>
<li><strong>&#x4EA4;&#x6362;&#x5A92;&#x4ECB;</strong>&#x3002;&#x4F60;&#x7ED9;&#x6211;&#x8D27;&#x5E01;&#xFF0C;&#x6211;&#x7ED9;&#x4F60;&#x76F8;&#x5E94;&#x7684;&#x7269;&#x54C1;&#xFF1B;&#x540C;&#x6837;&#x6211;&#x4E5F;&#x53EF;&#x4EE5;&#x62FF;&#x8D27;&#x5E01;&#x53BB;&#x6362;&#x6211;&#x60F3;&#x8981;&#x7684;&#x7269;&#x54C1;&#x3002;</li>
<li><strong>&#x8BB0;&#x8D26;&#x5355;&#x4F4D;</strong>&#x3002;&#x4F60;&#x7684;&#x8FD9;&#x53EA;&#x9E21;&#x5230;&#x5E95;&#x662F;&#x503C;&#x4E00;&#x952D;&#x91D1;&#x5B50;&#x8FD8;&#x662F;&#x4E24;&#x952D;&#x94F6;&#x5B50;&#xFF0C;&#x4F5C;&#x4E3A;&#x7269;&#x54C1;&#x4EA4;&#x6613;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x523B;&#x5EA6;&#x3002;</li>
<li><strong>&#x4EF7;&#x503C;&#x5B58;&#x50A8;</strong>&#x3002;&#x65E9;&#x671F;&#x8D27;&#x5E01;&#xFF08;&#x6BD4;&#x5982;&#x91D1;&#x94F6;&#x8D1D;&#x58F3;&#x7B49;&#xFF09;&#x5728;&#x88AB;&#x4FDD;&#x5B58;&#x8D77;&#x6765;&#x65F6;&#xFF0C;&#x662F;&#x5C06;&#x5176;&#x4EF7;&#x503C;&#x5B58;&#x50A8;&#x8D77;&#x6765;&#xFF0C;&#x5728;&#x4EE5;&#x540E;&#x7684;&#x4EA4;&#x6613;&#x6D41;&#x901A;&#x4E2D;&#xFF0C;&#x4ECD;&#x7136;&#x80FD;&#x591F;&#x8D2D;&#x4E70;&#x7269;&#x54C1;&#x3002;&#x4F46;&#x5728;&#x73B0;&#x4EE3;&#x8D27;&#x5E01;&#x4E2D;&#xFF0C;&#x901A;&#x8D27;&#x81A8;&#x80C0;&#x4F1A;&#x524A;&#x5F31;&#x8D27;&#x5E01;&#x7684;&#x8D2D;&#x4E70;&#x529B;&#xFF0C;&#x51C6;&#x786E;&#x6765;&#x8BF4;&#x5DF2;&#x7ECF;&#x4E0D;&#x5177;&#x5907;&#x4EF7;&#x503C;&#x5B58;&#x50A8;&#x5C5E;&#x6027;&#x3002;</li>
</ul>
<p><br></p>
<h1 id="&#x6BD4;&#x7279;&#x5E01;"><a href="#&#x6BD4;&#x7279;&#x5E01;" class="headerlink" title="&#x6BD4;&#x7279;&#x5E01;"></a>&#x6BD4;&#x7279;&#x5E01;</h1><p>&#x73B0;&#x5728;&#x7684;&#x8D27;&#x5E01;&#x7531;&#x4E8E;&#x5B8C;&#x5168;&#x662F;&#x94F6;&#x884C;&#x6765;&#x53D1;&#x884C;&#xFF0C;&#x4E14;&#x94F6;&#x884C;&#x6709;&#x552F;&#x4E00;&#x7684;&#x8BB0;&#x8D26;&#x6743;&#xFF0C;&#x5F53;&#x94F6;&#x884C;&#x65E0;&#x9650;&#x589E;&#x53D1;&#x8D27;&#x5E01;&#x65F6;&#xFF0C;&#x4EBA;&#x4EEC;&#x624B;&#x4E2D;&#x7684;&#x8D27;&#x5E01;&#x4EF7;&#x503C;&#x5C31;&#x4F1A;&#x964D;&#x4F4E;&#xFF0C;&#x5BFC;&#x81F4;&#x901A;&#x8D27;&#x81A8;&#x80C0;&#xFF0C;&#x4E25;&#x91CD;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x4F1A;&#x5F15;&#x53D1;&#x7ECF;&#x6D4E;&#x5371;&#x673A;&#xFF0C;&#x6BD4;&#x5982; 2008 &#x5E74;&#x5168;&#x7403;&#x7ECF;&#x6D4E;&#x5371;&#x673A;&#x3002;</p>
<p>&#x4E5F;&#x6B63;&#x662F;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x4E2A;&#x53EB;&#x505A;&#x4E2D;&#x672C;&#x806A;&#x7684;&#x4EBA;&#x5BF9;&#x5F53;&#x524D;&#x7684;&#x8D27;&#x5E01;&#x4F53;&#x7CFB;&#x611F;&#x5230;&#x4E0D;&#x5408;&#x7406;&#xFF0C;&#x4E8E;&#x662F;&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x79CD;&#x5168;&#x65B0;&#x7684;&#x7406;&#x5FF5;&#xFF1A;<strong>&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x8BB0;&#x8D26;&#x6743;&#xFF0C;&#x4E14;&#x8D26;&#x672C;&#x516C;&#x5F00;&#x900F;&#x660E;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x80FD;&#x67E5;&#x770B;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8D27;&#x5E01;&#x4E0D;&#x80FD;&#x8D85;&#x53D1;&#x3002;</strong></p>
<p>&#x57FA;&#x4E8E;&#x8FD9;&#x79CD;&#x7406;&#x5FF5;&#xFF0C;&#x4E2D;&#x672C;&#x806A;&#x63D0;&#x51FA;&#x4E86;&#x300C;&#x6BD4;&#x7279;&#x5E01;&#x300D;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x5E76;&#x4E8E;&#x7F51;&#x7EDC;&#x4E0A;&#x53D1;&#x8868;&#x4E86;&#x4E00;&#x7BC7;&#x540D;&#x4E3A;&#x300A;Bitcoin: A Peer-to-Peer Electronic Cash System&#x300B;&#xFF08;&#x6BD4;&#x7279;&#x5E01;&#xFF1A;&#x4E00;&#x79CD;&#x70B9;&#x5BF9;&#x70B9;&#x7684;&#x7535;&#x5B50;&#x73B0;&#x91D1;&#x7CFB;&#x7EDF;&#xFF09;&#x7684;&#x8BBA;&#x6587;&#xFF08;&#x6BD4;&#x7279;&#x5E01;&#x767D;&#x76AE;&#x4E66;&#xFF09;&#x3002;&#x8BBA;&#x6587;&#x4E2D;&#x63D0;&#x51FA;&#x6BD4;&#x7279;&#x5E01;&#x662F;&#x4E00;&#x79CD;&#x53BB;&#x4E2D;&#x5FC3;&#x5316;&#x7684;&#x7535;&#x5B50;&#x73B0;&#x91D1;&#x7CFB;&#x7EDF;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x5728;&#x6CA1;&#x6709;&#x4E2D;&#x5FC3;&#x673A;&#x6784;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x91CF;&#x6052;&#x5B9A;&#x7684;&#x8D44;&#x4EA7;&#x7684;&#x53D1;&#x884C;&#x548C;&#x6D41;&#x901A;&#x95EE;&#x9898;&#x3002;</p>
<p>2009 &#x5E74; 1 &#x6708; 3 &#x65E5;&#x4E2D;&#x672C;&#x806A;&#x6253;&#x5305;&#x4E86;&#x7B2C;&#x4E00;&#x4E2A;&#x533A;&#x5757;&#xFF0C;&#x5373;&#x521B;&#x4E16;&#x533A;&#x5757;&#xFF0C;&#x5E76;&#x83B7;&#x5F97;&#x4E86; 50 &#x4E2A;&#x6BD4;&#x7279;&#x5E01;&#x7684;&#x6316;&#x77FF;&#x5956;&#x52B1;&#x3002;&#x4E3A;&#x4E86;&#x7EAA;&#x5FF5;&#x6BD4;&#x7279;&#x5E01;&#x7684;&#x8BDE;&#x751F;&#xFF0C;&#x4E2D;&#x672C;&#x806A;&#x5C06;&#x5F53;&#x5929;&#x7684;&#x6CF0;&#x6664;&#x58EB;&#x62A5;&#x5934;&#x7248;&#x6807;&#x9898;&#x300C;The Times 03/Jan/2009, Chancellor on brink of second bailout for banks&#x300D;&#x523B;&#x5728;&#x4E86;&#x521B;&#x4E16;&#x533A;&#x5757;&#x4E0A;&#x3002;</p>
<p><img src="https://ws4.sinaimg.cn/large/006tNc79ly1fosufaap32j30va0ys421.jpg" alt="&#x6BD4;&#x7279;&#x5E01;&#x521B;&#x4E16;&#x533A;&#x5757;"></p>
<p>&#x5956;&#x52B1;&#x6570;&#x91CF;&#x6BCF;&#x56DB;&#x5E74;&#x51CF;&#x534A;&#x4E00;&#x6B21;&#x3002;&#x4EE5;&#x6B64;&#x8BA1;&#x7B97;&#xFF0C;&#x6BD4;&#x7279;&#x5E01;&#x9884;&#x8BA1;&#x5728; 2140 &#x5E74;&#x53D1;&#x884C;&#x5B8C;&#x6BD5;&#xFF0C;&#x603B;&#x91CF;&#x7EA6; 2100 &#x4E07;&#x679A;&#x3002;&#x6BD4;&#x7279;&#x5E01;&#x7F51;&#x7EDC;&#x4E2D;&#x4EFB;&#x4F55;&#x4E24;&#x4E2A;&#x4EBA;&#x4E4B;&#x95F4;&#x90FD;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x6BD4;&#x7279;&#x5E01;&#x8F6C;&#x8D26;&#xFF0C;&#x4E0D;&#x4F1A;&#x53D7;&#x8DDD;&#x79BB;&#x53CA;&#x56FD;&#x5BB6;&#x7B49;&#x56E0;&#x7D20;&#x9650;&#x5236;&#x3002;&#x6240;&#x6709;&#x7684;&#x8F6C;&#x8D26;&#x90FD;&#x4F1A;&#x88AB;&#x5168;&#x7F51;&#x8BB0;&#x5F55;&#xFF0C;&#x5E76;&#x4E14;&#x516C;&#x5F00;&#x900F;&#x660E;&#xFF0C;&#x4EFB;&#x4F55;&#x4EBA;&#x90FD;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x8F6C;&#x8D26;&#x8BB0;&#x5F55;&#xFF0C;&#x5E76;&#x4E14;&#x65E0;&#x6CD5;&#x66F4;&#x6539;&#x3002;</p>
<p>&#x6BD4;&#x7279;&#x5E01;&#x767D;&#x76AE;&#x4E66;&#x7684;&#x95EE;&#x4E16;&#x4E5F;&#x6807;&#x5FD7;&#x7740;&#x6BD4;&#x7279;&#x5E01;&#x5E95;&#x5C42;&#x6280;&#x672F;&#x533A;&#x5757;&#x94FE;&#x7684;&#x8BDE;&#x751F;&#x3002;&#x5728;&#x672C;&#x7CFB;&#x5217;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x4E2D;&#xFF0C;&#x5C06;&#x4ECE;&#x533A;&#x5757;&#x94FE;&#x7684;&#x89D2;&#x5EA6;&#x8BB2;&#x89E3;&#x6BD4;&#x7279;&#x5E01;&#x539F;&#x7406;&#x53CA;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x3002;</p>
<p><br></p>
<p>&#x6B22;&#x8FCE;&#x5173;&#x6CE8;&#x533A;&#x5757;&#x94FE;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF1A;&#x94FE;&#x7AD9;&#xFF08;ID&#xFF1A;ChainStation&#xFF09;</p>
<p><img src="https://ws1.sinaimg.cn/large/006tNc79ly1fosv3ip8ljj30by0byaaw.jpg" alt=""></p>

            
        </div>
    </div>
    <div id="post-footer" class="post-footer main-content-wrap">
        
            <div class="post-footer-tags">
                <span class="text-color-light text-small">标签</span><br/>
                
    <a class="tag tag--primary tag--small t-link" href="/tags/BlockChain/">BlockChain</a> <a class="tag tag--primary tag--small t-link" href="/tags/区块链/">区块链</a> <a class="tag tag--primary tag--small t-link" href="/tags/技术/">技术</a> <a class="tag tag--primary tag--small t-link" href="/tags/比特币/">比特币</a> <a class="tag tag--primary tag--small t-link" href="/tags/货币/">货币</a>

            </div>
        
        
            <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">上一篇</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/求两个有序数组的中位数(Median-of-Two-Sorted-Arrays)/" data-tooltip="求两个有序数组的中位数(Median of Two Sorted Arrays)">
                
                    <span class="hide-xs hide-sm text-small icon-mr">下一篇</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        
            
            
            <li class="post-action hide-xs">
                <a class="post-action-btn btn btn--default" target="new" href="http://service.weibo.com/share/share.php?&amp;title=http://youngmeng.org/简易区块链（1）：货币和比特币/">
                    <i class="fa fa-weibo"></i>
                </a>
            </li>
        
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


        
        
            
        
    </div>
</article>



                <footer id="footer" class="main-content-wrap">
    <span class="copyrights">
        Copyrights &copy; 2018 youngmeng. All Rights Reserved.
    </span>
</footer>

            </div>
            
                <div id="bottom-bar" class="post-bottom-bar" data-behavior="5">
                    <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">上一篇</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/求两个有序数组的中位数(Median-of-Two-Sorted-Arrays)/" data-tooltip="求两个有序数组的中位数(Median of Two Sorted Arrays)">
                
                    <span class="hide-xs hide-sm text-small icon-mr">下一篇</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        
            
            
            <li class="post-action hide-xs">
                <a class="post-action-btn btn btn--default" target="new" href="http://service.weibo.com/share/share.php?&amp;title=http://youngmeng.org/简易区块链（1）：货币和比特币/">
                    <i class="fa fa-weibo"></i>
                </a>
            </li>
        
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


                </div>
                <div id="share-options-bar" class="share-options-bar" data-behavior="5">
    <i id="btn-close-shareoptions" class="fa fa-close"></i>
    <ul class="share-options">
        
            
            
            <li class="share-option">
                <a class="share-option-btn" target="new" href="http://service.weibo.com/share/share.php?&amp;title=http://youngmeng.org/简易区块链（1）：货币和比特币/">
                    <i class="fa fa-weibo"></i><span>分享到 Weibo</span>
                </a>
            </li>
        
    </ul>
</div>

            
        </div>
        


    
        
    

<div id="about">
    <div id="about-card">
        <div id="about-btn-close">
            <i class="fa fa-remove"></i>
        </div>
        
            <img id="about-card-picture" src="/assets/images/avatar.png" alt="作者的图片"/>
        
            <h4 id="about-card-name">youngmeng</h4>
        
            <div id="about-card-bio"><p>Android Developer &amp; Python Learner</p>
</div>
        
        
            <div id="about-card-job">
                <i class="fa fa-briefcase"></i>
                <br/>
                <p>美团点评</p>

            </div>
        
        
            <div id="about-card-location">
                <i class="fa fa-map-marker"></i>
                <br/>
                北京
            </div>
        
    </div>
</div>

        <div id="algolia-search-modal" class="modal-container">
    <div class="modal">
        <div class="modal-header">
            <span class="close-button"><i class="fa fa-close"></i></span>
            <a href="https://algolia.com" target="_blank" rel="noopener" class="searchby-algolia text-color-light link-unstyled">
                <span class="searchby-algolia-text text-color-light text-small">by</span>
                <img class="searchby-algolia-logo" src="https://www.algolia.com/static_assets/images/press/downloads/algolia-light.svg">
            </a>
            <i class="search-icon fa fa-search"></i>
            <form id="algolia-search-form">
                <input type="text" id="algolia-search-input" name="search"
                    class="form-control input--large search-input" placeholder="Search "
                    />
            </form>
        </div>
        <div class="modal-body">
            <div class="no-result text-color-light text-center">没有找到文章</div>
            <div class="results">
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/建站/">
                            <img class="media-image" src="http://youngmeng.org/建站/thumbnailImage.jpg" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/建站/">
                            <h3 class="media-heading">建站啦</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2016年12月1日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>&#x5199;&#x5728;&#x5EFA;&#x7AD9;&#x4E4B;&#x65F6;<br></p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/说说Android中的touch-mode/">
                            <img class="media-image" src="http://youngmeng.org/说说Android中的touch-mode/thumbnailImage.jpg" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/说说Android中的touch-mode/">
                            <h3 class="media-heading">说说Android中的touch mode</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2016年12月14日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x505A;&#x9879;&#x76EE;&#xFF0C;&#x5728;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x5C0F;bug&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x78B0;&#x5230;&#x4E00;&#x4E2A;&#x5751;&#xFF0C;&#x82B1;&#x8D39;&#x4E86;&#x4E00;&#x5927;&#x5929;&#x7684;&#x65F6;&#x95F4;&#x6765;&#x586B;&#x5751;&#xFF0C;&#x7EC8;&#x4E8E;&#x6392;&#x67E5;&#x51FA;&#x4E86;&#x539F;&#x56E0;&#xFF1A;&#x7531;&#x4E8E;&#x67D0;&#x4E2A;Edit Text&#x8C03;&#x7528;&#x4E86;requestFocusFromTouch()&#x65B9;&#x6CD5;&#x5BFC;&#x81F4;&#x7684;&#xFF0C;&#x5C06;&#x83B7;&#x53D6;&#x7126;&#x70B9;&#x7684;&#x65B9;&#x6CD5;&#x6362;&#x6210;requestFocus()&#xFF0C;&#x5219;&#x95EE;&#x9898;&#x4E0D;&#x518D;&#x590D;&#x73B0;&#x3002;&#x8FD9;&#x5C31;&#x6FC0;&#x53D1;&#x4E86;&#x6211;&#x5BF9;&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x6CD5;&#x7684;&#x597D;&#x5947;&#xFF0C;&#x51C6;&#x5907;&#x770B;&#x770B;&#x5B83;&#x4EEC;&#x846B;&#x82A6;&#x91CC;&#x5230;&#x5E95;&#x88C5;&#x7684;&#x4EC0;&#x4E48;&#x3002;</p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/玩转Android-drawable图片适配/">
                            <img class="media-image" src="http://youngmeng.org/玩转Android-drawable图片适配/thumbnailImage.jpg" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/玩转Android-drawable图片适配/">
                            <h3 class="media-heading">玩转Android drawable图片适配</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2016年12月26日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>&#x4F17;&#x6240;&#x5468;&#x77E5;&#xFF0C;Android&#x673A;&#x578B;&#x4F17;&#x591A;&#xFF0C;&#x5C4F;&#x5E55;&#x5C3A;&#x5BF8;&#x3001;&#x5206;&#x8FA8;&#x7387;&#x5404;&#x6709;&#x4E0D;&#x540C;&#x3002;&#x5BF9;&#x4E8E;Android&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x6765;&#x8BF4;&#xFF0C;&#x5982;&#x4F55;&#x63D0;&#x9AD8;APP&#x4E2D;&#x56FE;&#x7247;&#x5BF9;&#x5404;&#x79CD;&#x673A;&#x578B;&#x7684;&#x9002;&#x914D;&#x662F;&#x57FA;&#x672C;&#x6280;&#x80FD;&#x4E4B;&#x4E00;&#x3002;&#x501F;&#x7740;&#x9879;&#x76EE;&#x4E2D;&#x9047;&#x5230;&#x7684;&#x56FE;&#x7247;&#x9002;&#x914D;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x603B;&#x7ED3;&#x9879;&#x76EE;&#x65F6;&#xFF0C;&#x5C31;&#x60F3;&#x7740;&#x987A;&#x5E26;&#x628A;&#x8FD9;&#x90E8;&#x5206;&#x597D;&#x597D;&#x634B;&#x4E00;&#x634B;&#xFF0C;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x8BB0;&#x5F55;&#xFF0C;&#x4E5F;&#x4E3A;&#x4E0D;&#x662F;&#x5F88;&#x6E05;&#x695A;&#x8FD9;&#x90E8;&#x5206;&#x7684;&#x4EBA;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x53C2;&#x8003;&#x3002;<br></p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/Android手势密码探索/">
                            <img class="media-image" src="http://youngmeng.org/Android手势密码探索/thumbnailImage.jpg" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/Android手势密码探索/">
                            <h3 class="media-heading">Android手势密码探索</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2017年3月16日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>Android &#x667A;&#x80FD;&#x624B;&#x673A;&#x5728;&#x5168;&#x7403;&#x5E02;&#x573A;&#x6709;&#x7740;&#x6781;&#x9AD8;&#x7684;&#x5E02;&#x573A;&#x5360;&#x6709;&#x7387;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x53D7;&#x5230;&#x5E7F;&#x5927;&#x6D88;&#x8D39;&#x8005;&#x7684;&#x9752;&#x7750;&#x3002;&#x4F46; Android &#x4F5C;&#x4E3A;&#x5F00;&#x6E90;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E14;&#x5F88;&#x5BB9;&#x6613;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x7CFB;&#x7EDF; root &#x6743;&#x9650;&#xFF0C;Android &#x7CFB;&#x7EDF;&#x7684;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x4E5F;&#x662F;&#x7528;&#x6237;&#x548C;&#x5F00;&#x53D1;&#x8005;&#x6700;&#x5173;&#x5FC3;&#x7684;&#x95EE;&#x9898;&#x4E4B;&#x4E00;&#x3002;<br></p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/Android-开发工具集/">
                            <img class="media-image" src="http://youngmeng.org/Android-开发工具集/thumbnailImage.png" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/Android-开发工具集/">
                            <h3 class="media-heading">Android 开发工具集</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2017年7月31日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>&#x672C;&#x6587;&#x4E3B;&#x8981;&#x4ECB;&#x7ECD;&#x4E00;&#x4E9B; Android &#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x4F7F;&#x7528;&#x5230;&#x7684;&#x4E00;&#x4E9B;&#x5DE5;&#x5177;&#xFF0C;&#x7528;&#x4E8E;&#x63D0;&#x5347; Android &#x5F00;&#x53D1;&#x7684;&#x6548;&#x7387;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x4E50;&#x8DA3;&#x3002;</p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/求两个有序数组的中位数(Median-of-Two-Sorted-Arrays)/">
                            <h3 class="media-heading">求两个有序数组的中位数(Median of Two Sorted Arrays)</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2017年10月27日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>LeetCode &#x5F88;&#x7ECF;&#x5178;&#x7684;&#x4E00;&#x9053;&#x7B97;&#x6CD5;&#x9898;&#xFF0C;&#x6C42;&#x4E24;&#x4E2A;&#x6709;&#x5E8F;&#x6570;&#x7EC4;&#x7684;&#x4E2D;&#x4F4D;&#x6570;&#x3002;</p></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
                <div class="media">
                    
                    <div class="media-left">
                        <a class="link-unstyled" href="http://youngmeng.org/简易区块链（1）：货币和比特币/">
                            <img class="media-image" src="http://youngmeng.org/简易区块链（1）：货币和比特币/thumbnailImage.jpg" width="90" height="90"/>
                        </a>
                    </div>
                    
                    <div class="media-body">
                        <a class="link-unstyled" href="http://youngmeng.org/简易区块链（1）：货币和比特币/">
                            <h3 class="media-heading">简易区块链（1）：货币和比特币</h3>
                        </a>
                        <span class="media-meta">
                            <span class="media-date text-small">
                                
                                    2018年2月25日
                                
                            </span>
                        </span>
                        <div class="media-content hide-xs font-merryweather"><p>&#x672C;&#x6587;&#x9996;&#x53D1;&#x4E8E;&#x533A;&#x5757;&#x94FE;&#x516C;&#x4F17;&#x53F7;&#x300C;&#x94FE;&#x7AD9;&#x300D;&#xFF0C;ID&#xFF1A;ChainStation&#x3002;</p>
<p><br></p>
<font size="3"><strong>&#x201C;</strong> &#x76F8;&#x4FE1;&#x770B;&#x5230;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x90FD;&#x662F;&#x542C;&#x8BF4;&#x8FC7;&#x6216;&#x4E86;&#x89E3;&#x6BD4;&#x7279;&#x5E01;&#x548C;&#x533A;&#x5757;&#x94FE;&#x7684;&#x4EBA;&#xFF0C;&#x90A3;&#x5230;&#x5E95;&#x4EC0;&#x4E48;&#x662F;&#x6BD4;&#x7279;&#x5E01;&#x548C;&#x533A;&#x5757;&#x94FE;&#x5462;&#xFF1F;&#x8FD9;&#x91CC;&#x51C6;&#x5907;&#x5199;&#x4E2A;&#x7B80;&#x6613;&#x533A;&#x5757;&#x94FE;&#x7CFB;&#x5217;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x9488;&#x5BF9;&#x4E00;&#x4E9B;&#x5165;&#x95E8;&#x7EA7;&#x522B;&#x7684;&#x4EBA;&#x3002;&#x6587;&#x7AE0;&#x5C3D;&#x53EF;&#x80FD;&#x629B;&#x5F00;&#x4E00;&#x4E9B;&#x592A;&#x4E13;&#x4E1A;&#x7684;&#x672F;&#x8BED;&#xFF0C;&#x7528;&#x5927;&#x5BB6;&#x90FD;&#x80FD;&#x7406;&#x89E3;&#x7684;&#x5F62;&#x5F0F;&#x8BB2;&#x89E3;&#x7ED3;&#x3002;<strong>&#x201D;</strong></font></div>
                    </div>
                    <div style="clear:both;"></div>
                    <hr>
                </div>
                
            </div>
        </div>
        <div class="modal-footer">
            <p class="results-count text-medium"
                data-message-zero="没有找到文章"
                data-message-one="找到 1 篇文章"
                data-message-other="找到 {n} 篇文章">
                找到 7 篇文章
            </p>
        </div>
    </div>
</div>

        
<div id="cover" style="background-image:url('/assets/images/cover.jpg');"></div>
        <!--SCRIPTS-->
<script src="/assets/js/script-ivwiy10zeb8fifc4swnhkwneuk64y53w2scmdmtp8thi9cqfxh31aowtroaz.min.js"></script>
<!--SCRIPTS END-->

    


    </body>
</html>
